Ext.ns("Data");
//公司员工列表
Data.employeeArray = ['方维贤','张挺','李莎','吴克','邹晶晶','谢麒麟','陈惠婷'];
//签字评估师
Data.pgsArray = ['杨林武','孙南凯','王铿' ,'张炳文','徐银祥','曾飞燕','刘穗珊','冀国君','孙兴民','曾澜' ,'李莎'];
//中介合作方
Data.hezuoArray = ['清远廖','汕尾王','桂所','蓝涛曾总','冯工'];
//评估对象
Data.pgdxArray = ['整体资产','机器设备','林权','土地使用权','房屋建筑物','船舶资产','车辆','水电站资产','企业股权价值'];
//评估目的
Data.gjmdArray = ['了解市场价值','抵押贷款','股权转让','入固定资产账册','处置资产','了解投资价值'];
//估价方法
Data.gjffArray = ['收益法','市场比较法','重置成本法','基准地价法','假设开发法','清算法','市价倒算法'];
//报告份数
Data.bgfsArray = ['2份','3份','4份','8份'];

//================房地产=================
//估价对象类型
Data.gjdxlxArray = ['土地','办公房地产','住宅房地产','商业房地产','工业房地产','在建工程','其他'];
//价值类型
Data.jzlxArray = ['市场价值','快速变现价值','谨慎价值','现状价值','残余价值','投资价值'];
//估价目的
Data.fdcgjmdArray = ['了解市场价值','抵押贷款','入固定资产账册','房地产转让','了解房地产租金价格','处置房地产','诉讼保全'];
//估价方法
Data.fdcgjffArray = ['市场比较法','收益法','成本法','假设开发法','基准地价法','成本逼近法', '重置成本法'];